@extends('layouts.index')
@vite(['resources/sass/terms-and-conditions.scss'])
@section('content')
    <div class="terms">
        <div class="terms__container">
            <div class="terms__title">
                <h1>Умови та правила Пропозицій та Інновацій в Регіоні з можливістю голосування</h1>
            </div>

            <div class="terms__content">
                <div class="terms__rules-section">
                    <h2>1. Загальні положення:</h2>
                    <ul>
                        <li>Пропозиції та інновації в регіоні є механізмом залучення громадськості до прийняття рішень і покращення життя у регіоні.</li>
                        <li>Кожен громадянин може подати пропозицію або інновацію, яка сприятиме розвитку та покращенню регіону.</li>
                        <li>Кожна пропозиція або інновація проходить процес голосування, щоб визначити загальний рівень підтримки серед громадськості.</li>
                    </ul>
                </div>

                <div class="terms__rules-section">
                    <h2>2. Подання пропозицій та інновацій:</h2>
                    <ul>
                        <li>Пропозиції та інновації можна подавати через веб-сайт або інші визначені канали комунікації.</li>
                        <li>Кожна пропозиція або інновація повинна бути чітко сформульована і містити достатньо інформації для її оцінки та розуміння.</li>
                    </ul>
                </div>

                <div class="terms__rules-section">
                    <h2>3. Процес голосування:</h2>
                    <ul>
                        <li>Після подання пропозиції або інновації вона стає доступною для голосування громадськості.</li>
                        <li>Кожен громадянин має право висловити свою підтримку або непідтримку пропозиції або інновації.</li>
                        <li>Голосування може проводитись онлайн або офлайн, залежно від визначених правил та можливостей.</li>
                    </ul>
                </div>

                <div class="terms__rules-section">
                    <h2>4. Обробка результатів:</h2>
                    <ul>
                        <li>Після завершення періоду голосування результати підраховуються.</li>
                        <li>Пропозиції або інновації залежно від отриманого рівня підтримки можуть бути розглянуті для подальшої реалізації.</li>
                    </ul>
                </div>

                <div class="terms__rules-section">
                    <h2>5. Реалізація пропозицій та інновацій:</h2>
                    <ul>
                        <li>Пропозиції або інновації з високим рівнем підтримки можуть бути включені до плану розвитку регіону або реалізовані окремо.</li>
                        <li>Забезпечується відкритість та прозорість процесу реалізації пропозицій та інновацій.</li>
                    </ul>
                </div>

                <div class="terms__rules-section">
                    <h2>6. Зміна та оновлення правил:</h2>
                    <ul>
                        <li>Правила Пропозицій та Інновацій в Регіоні з Можливістю Голосування можуть бути змінені або оновлені за необхідності.</li>
                        <li>Зміни в правилах повинні бути належним чином повідомлені громадськості.</li>
                    </ul>
                </div>

                <div class="terms__rules-section">
                    <h2>7. Відповідальність та дотримання:</h2>
                    <ul>
                        <li>Кожен учасник має бути відповідальним за свої дії та висловлені думки.</li>
                        <li>Використання Пропозицій та Інновацій в Регіоні з Можливістю Голосування підлягає дотриманню встановлених правил та законодавства.</li>
                    </ul>
                </div>
            </div>

        </div>
    </div>

@endsection